{
  "requested_url": "http://www.deccanherald.com/rss-internal/top-stories.rss",
  "fetched_at": "2016-05-12T23:51:07.728939",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<rss version=\"2.0\" xmlns:atom=\"http://www.w3.org/2005/Atom\">\r\n<channel>\r\n<title>Deccan Herald - TOP STORIES RSS FEEDS</title>\r\n<link>http://www.deccanherald.com/</link>\r\n<description>Feed provided by Deccanherald.</description>\r\n<generator>http://www.deccanherald.com/</generator>\r\n<language>en</language>\r\n<lastBuildDate>Fri, 13 May 2016 06:30:33 GMT</lastBuildDate>\r\n<image>\r\n\t<title>Deccan Herald - DHNS </title>\r\n\t<link>http://www.deccanherald.com/</link>\r\n\t<url>http://www.deccanherald.com/images/deccanhereald-logo.gif</url>\r\n\t<width>144</width>\r\n\t<height>98</height>\r\n\t<description>Feed provided by Deccanherald.</description>\r\n</image>\r\n<atom:link href=\"http://www.deccanherald.com/rss-internal/top-stories.rss\" rel=\"self\" type=\"application/rss+xml\"/><item>\r\n\t\t<title><![CDATA[Indian lobby trying to block US' F-16s sale to Pak: Aziz]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546177/indian-lobby-trying-block-us.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546177_thump.gif\"/>The Indian lobby has been making \"untiring efforts\" to reverse the US decision and block the sale of F-16 fighter jets to Pakistan, Prime Minister's Advisor on Foreign Affairs Sartaj Aziz has told the Senate.Winding up a debate on an adjournment motion moved by Mohsin Khan Leghari and others over the withdrawal of proposed subsidy on sale of F-16s fighter jets to Pakistan by the US, Aziz said the government is pursuing the issue of sale of F-16s with the country at different levels and forums.\"The Indian lobby has been making untiring efforts to reverse the US decision, and a strong attempt, t]]></description>\t\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[Trump's ex-butler calls for Obama to be killed]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546176/trumps-ex-butler-calls-obama.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546176_thump.jpg\"/>A former butler of Donald Trump, who has worked for the presumptive Republican presidential nominee for 17 years, has called for killing US President Barack Obama in a hate message posted on Facebook, prompting the Secret Service to investigate the matter.The Trump campaign has denounced the message and distanced itself from what it described as a \"horrible statement\" made by Trump's longtime former butler 84-year-old Anthony Senecal.Senecal worked as Trump's butler for 17 years before being named the in-house historian at the tycoon's Mar-a-Lago estate in Palm Beach, Florida.The Secret Servic]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[Chopper deal: Raman Singh denies allegations]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546178/chopper-deal-raman-singh-denies.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546178_thump.jpg\"/>Chhattisgarh Chief Minister Raman Singh tonight described as \"baseless and politically motivated\" the allegations of Swaraj Abhiyan leaders of floating a global tender in a \"shady manner\" to purchase a specific AgustaWestland helicopter by paying \"over 30 per cent\" commission without exploring options.\"The allegations levelled by former AAP leader Prashant Bhushan are baseless and politically motivated. There was no irregularity in the helicopter deal. It was done through the global tendering process, maintaining full transparency,\" the CM said at a press conference at his official residence h]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[4 of most polluted cities in India]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546167/4-most-polluted-cities-india.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546167_thump.jpg\"/>Four of the worldâ\u0080\u0099s top 5 polluted cities are in India, says the World Health Organisationâ\u0080\u0099s (WHO) latest urban air pollution database, with Delhi being divested of the â\u0080\u009cworldâ\u0080\u0099s most polluted cityâ\u0080\u009d tag.Bengaluru is placed 140th among 2,976 cities worldwide, and 38th among Indian cities. Though the national capital continues to be highly polluted, it has ceded the pole position to the Iranian town of Zabol, where the PM-2.5 level stands at a whopping 217 micrograms per cubic metre.But Zabol is followed by four Indian cities â\u0080\u0093 Gwalior (170), Allahabad (170), Patna (149) and Raipur (1]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA['Monsoon may hit Kerala by May 28']]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546161/monsoon-may-hit-kerala-may.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546161_thump.jpg\"/>The south-west monsoon is likely to hit Kerala coast between May 28 and 30, Â a private weather forecasting agency has predicted. The monsoon will make landfall almost 10 days after it arrives in the Andaman and Nicobar Islands.â\u0080\u009cIt is likely to reach over Andaman and Nicobar Islands between May 18 and May 20. Thereafter, the south-west monsoon is likely to arrive over Kerala between May 28 and May 30, simultaneously covering some parts of north-east India,â\u0080\u009d said private forecaster Skymet in a statement.While the official monsoon arrival date according to the India Meteorological Department]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[Apply now: Deccan Herald is looking for an Art Director]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/545740/apply-now-deccan-herald-looking.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/11/545740_thump.jpg\"/>Location: BengaluruSalary: Commensurate with expertise and experience.Hours: Full TimeContract Type: Regular (Subject to completion of a 6 month probationary period)Application Deadline: 20 MayJob ProfileDeccan  Herald is among the most widely read English language newspapers in  India. Founded in 1948, its editions are published in Bengaluru,  Hubballi, Davangere, Hosapete, Mysuru, Mangaluru, Kalaburagi and New  Delhi.An exciting new position has arisen within the  design department at Deccan Herald. This is a fantastic opportunity for a  highly experienced and motivated editorial art directo]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[ED seeks Interpol notice against Mallya]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546154/ed-seeks-interpol-notice-against.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546154_thump.jpg\"/>After the setback over Vijay Mallya's deportation from the UK, Indian investigative agencies have now renewed their efforts to get the liquor baron back through Interpol.The CBI has forwarded the request by Enforcement Directorate (ED) to the Interpol Headquarters for issuance of the notice, official sources said.The ED had sought an Interpol arrest warrant against Mallya to ensure that he appear before the agency for questioning in connection with a money laundering probe that arouse out of a CBI probe into his Rs 9,431 crore loan default.The agency wrote to the CBI, which acts as the nodal o]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[Chhattisgarh Agusta deal now in spotlight]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546152/chhattisgarh-agusta-deal-now-spotlight.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546152_thump.gif\"/>The controversy over AgustaWestland scam has put the focus on Chhattisgarh Chief Minister Raman Singh with an activistsâ\u0080\u0099 group on Thursday questioning the way his government bought a chopper from the company 8 years ago.The â\u0080\u009cSwaraj Abhiyanâ\u0080\u009d led by activists Yogendra Yadav and Prashant Bhushan also dragged Singhâ\u0080\u0099s son into the controversy, seeking an investigation into whether he has links with 2 companies registered in the British Virgin Islands (BVI) after the deal was concluded.The allegations could take the sheen out of the BJPâ\u0080\u0099s campaign against the Congress and its chief Sonia G]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[Investigators to question middleman Michel]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546145/investigators-question-middleman-michel.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546145_thump.jpg\"/>The Enforcement Directorate (ED) investigators are mulling a visit to Abu Dhabi to question Christian Michel, a middleman in the AgustaWestland deal, after he gave interviews to Indian TV channels.Michel has refused to appear before the CBI or ED in connection with the probe into the payment of Rs 360 crore to politicians and bureaucrats in the 12 VVIP chopper sale by AgustaWestland.A British national, Michel is now staying in Abu Dhabi though Indian investigators were claiming that they could not locate him. However, in the past couple of days, Michel was giving interviews to Indian news chan]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[World's largest cargo aircraft -Antonov An-225 Mriya- lands in Hyderabad]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546179/worlds-largest-cargo-aircraft-antonov.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546179_thump.jpg\"/>The world's largest cargo aircraft - Antonov An-225 Mriya - made its first landing in India at the Rajiv Gandhi International airport on Friday early morning .The wide body An-225 aircraft is powered by six turbofan engines and is the longest and heaviest airplane ever built, with a maximum takeoff weight of 640 tonnes.It also has the largest wingspan of any aircraft in operational service.Specially built to undertake transcontinental route airlifting load between 180â\u0080\u0093230 tonnes, the aircraft came to Hyderabad from Turkmenistan.Reliance Defence had last month signed a strategic partnership a]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[Mathematics is a  piece of cake]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546101/mathematics-piece-cake.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546101_thump.jpg\"/>We had just finished the mathematician Eugenia Chengâ\u0080\u0099s splendid demonstration of nonassociativity where the order of operations counts â\u0080\u0093 as it does in, say, subtraction. Now she wanted to forge ahead with the next lesson, in knot theory. I suggested we wait until later. â\u0080\u009cWhy?â\u0080\u009d she asked. â\u0080\u009cWell, we shouldnâ\u0080\u0099t eat 2 desserts before dinner, should we?â\u0080\u009d I said, and giggled nervously. â\u0080\u009cWhy not?â\u0080\u009d she replied, not giggling. She tightened her apron strings and walked over to her stove. Of course. What was I thinking? Hadnâ\u0080\u0099t Cheng already made clear her conviction that in mathematics]]></description>\r\n\t\t</item></channel></rss>",
  "headers": {
    "Content-Length": "11418",
    "Last-Modified": "Fri, 13 May 2016 06:30:33 GMT",
    "Date": "Fri, 13 May 2016 06:48:44 GMT",
    "Server": "nginx",
    "Content-Type": "application/rss+xml; charset=iso-8859-1",
    "Connection": "keep-alive",
    "ETag": "\"57357489-2c9a\""
  },
  "response_url": "http://www.deccanherald.com/rss-internal/top-stories.rss"
}